Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/registering_a_tenancy.html.txt.tmx
Source language: en
Languages: ga

source: • What tenancies must be registered?
ga: • Cén tionóntachtaí is gá a chlárú?

source: Under the Residential Tenancies Act 2004 and he Residential Tenancies (Amendment) Act 2015, landlords must register residential tenancies with the Residential Tenancies Board (RTB)
ga: Faoin Acht um Thionóntachtaí Cónaithe Príobháideacha, 2004, caitheann tiarnaí talún tionóntachtaí cónaithe príobháideacha a chlárú leis an mBord um Thionóntachtaí Cónaithe Príobháideacha (BTCP)

source: The RTB uses this information to maintain a publicly available register
ga: Úsáideann an BTCP an fhaisnéis seo chun clár ar a bhfuil fáil phoiblí a choimeád

source: The register does not show the identity of the landlord or the tenants, or the amount of the rent
ga: Ní thaispeánann an clár seo aitheantas an tiarna talún nó na dtionóntaí, ná méid an chíosa

source: Its name was changed on 7 April 2016, when approved housing bodies (generally known as housing associations) came under its remit
ga: Athraíonn an tAcht um Thionóntachtaí Cónaithe Príobháideacha (Leasú) 2015 cuid de na rialacha. Beidh tuilleadh eolais ar fáil go luath

source: What tenancies must be registered?
ga: Cén tionóntachtaí is gá a chlárú?

source: The Residential Tenancies Acts 2004-2015 apply to most privately rented dwellings and to dwellings rented out by housing associations, and require them to be registered with the RTB
ga: Baineann an tAcht um Thionóntachtaí Cónaithe leis an gcuid is mó d’áiteanna cónaithe atá ar cíos go príobháideach agus ceanglaíonn an tAcht orthu a bheith cláraithe leis an BTCP

source: The Acts do not apply to the following types of rented property:
ga: Ní bhaineann sé leis na saghsanna a leanas de mhaoin ar cíos:

source: • Formerly rent-controlled dwellings or long-occupation lease tenancies – separate legislation applies to them
ga: • Áiteanna cónaithe a raibh an cíos rialaithe roimhe seo nó tionóntachtaí ar léas fadáitíochta – baineann reachtaíocht ar leith leo siúd

source: • Owner-occupied accommodation (for example, if you rent a room in your landlord's home)
ga: • Cóiríocht úinéir-áitithe (mar shampla, má dhéanann tú cóiríocht a roinnt le do thiarna talún nó má fhaigheann tú árasán ar cíos i dteach do thiarna talún)

source: • Dwellings in which the spouse, parent or child of the landlord lives
ga: • Áiteanna cónaithe ina gcónaíonn céile, tuismitheoir nó leanbh an tiarna talún

source: This applies to informal family arrangements where there is no tenancy agreement in writing
ga: Baineann seo le socruithe neamhfhoirmiúla teaghlaigh nuair nach ann d’aon chomhaontú tionóntachta i scríbhinn

source: However, the Acts do cover formal agreements between family members, for example where a lease has been signed
ga: Cumhdaíonn an tAcht comhaontuithe foirmiúla, áfach, idir daoine muinteartha, mar shampla, sa chás gur síníodh léas

source: • Social housing provided by local authorities (though, as noted above, the voluntary housing sector has been included since 7 April 2016)
ga: • Tithíocht shóisialta (tá an earnáil tithíochta dheonach, ar a shon sin, faoi mar a shonraítear thuas, le cur san áireamh faoin reachtaíocht leasaithe)

source: Part 4 of the Residential Tenancies Act 2004 (which deals with security of tenure) does not apply to:
ga: Ní bhaineann Cuid 4 den Acht (a dhéileálann le slándáil na tionachta) leis an méid a leanas:

source: • Employment-related lettings – these are sometimes called ‘tied’ houses as they are tied to the job and you must leave the dwelling when the job ends, and
ga: • Ligean a bhaineann le fostaíocht – tugtar tithe ‘ar éill’ orthu seo amanna, mar gheall go mbíonn siad ceangailte leis an bpost agus nach mór duit an áit chónaithe a fhágáil nuair a chríochnaítear an post, agus

source: • Section 50 student accommodation (pdf)
ga: • Cóiríocht do mhic léinn faoi Alt 50 (pdf)

source: New tenancies must be registered within a month of the start of the tenancy
ga: Ní mór tionóntachtaí nua a chlárú laistigh de mhí tar éis go gcuirtear tús leis an tionóntacht

source: Landlords are responsible for registration
ga: Tá tiarnaí talún freagrach as clárú

source: The tenant must give their details to the landlord, including their Personal Public Service Number (PPS Number)
ga: Ní mór don tionónta a sonraí a thabhairt don tiarna talún, lena n-áirítear a n-Uimhir Phearsanta Seirbhíse Poiblí (UPSP)

source: When a tenancy has been in existence for 4 years or more, a new tenancy begins
ga: Nuair a bhíonn tionóntacht ann ar feadh ceithre bliana nó níos mó, cuirtear tús le tionóntacht nua

source: The landlord must re-register this new tenancy with the PRTB
ga: Ní mór don tiarna talún an tionóntacht nua seo a athchlárú leis an BTCP

source: Read more in our document on security of tenure and on Threshold's website
ga: Is féidir leat níos mó a léamh inár gcáipéis ar shaghsanna tionóntachta agus ar láithreán gréasáin Threshold

source: Private landlords and housing associations must supply the following information when registering:
ga: Ní mór do thiarnaí talún an fhaisnéis a leanas a sholáthar nuair a bhíonn clárú á dhéanamh acu:

source: • The address of the rented dwelling
ga: • Seoladh na háite cónaithe ar cíos

source: • The name, address and PPS Number of the landlord (or registered number, if a company)
ga: • Ainm, seoladh agus UPSP an tiarna talún (nó an uimhir chláraithe, más cuideachta atá ann)

source: • The approved housing body (AHB) number, if a housing association
ga: • Ainmneacha agus UPSPanna gach tionónta

source: • The name and PPS Number of each tenant
ga: • An líon daoine a chónaíonn san áit chónaithe

source: • A description of the dwelling (for example, a 2-reception, 3-bedroom semi-detached house)
ga: • Tuairisc ar an áit chónaithe lena n-áirítear líon na spásanna leapa (mar shampla, teach leathscoite le dhá sheomra fáilte, trí sheomra leapa agus cúig spás leapa ann)

source: • The date the tenancy started
ga: • An neasachar urláir i méadair chearnacha

source: • The rent and how often it is payable
ga: • An dáta ar ar thosaigh an tionóntacht

source: • The local authority area the dwelling is located in
ga: • An cíos agus cé chomh minic agus atá sé iníoctha

source: • The term of the lease if it is a fixed-term lease
ga: • An ceantar údaráis áitiúil mar a bhfuil an áit chónaithe

source: • Whether it is a sub-letting
ga: • Cibé acu más fo-ligean é

source: • Building Energy Rating (BER) if applicable
ga: • An Rátáil Fuinnimh Foirgnimh (BER), más infheidhme

source: • Details of any management company or authorised agent
ga: • Sonraí faoi aon chuideachta bhainistíochta nó gníomhaire údaraithe

source: Each tenancy is allocated a Registered Tenancy (RT) number
ga: Leithdháiltear uimhir Thionóntachta Cláraithe (TC) do gach tionóntacht

source: The RTB issues confirmation letters to both the landlord and the tenant, containing this RT number, which must be used in any dealings with the RTB
ga: Eisíonn an BTCP litreacha deimhnithe don tiarna talún agus don tionónta araon, ina gcuimsítear an uimhir TC seo, nach mór a úsáid in aon déileálacha leis an BTCP

source: If the amount of rent changes, the landlord must tell the RTB of the change within one month
ga: Má athraítear méid an chíosa, ní foláir don tiarna talún an t-athrú a chur in iúl don BTCP laistigh de mhí amháin

source: Read more in our document on rent increases
ga: Is féidir leat níos mó a léamh faoi seo inár gcáipéis ar mhéaduithe cíosa

source: Is my tenancy registered?
ga: An bhfuil mo thionóntacht cláraithe?

source: You can view the public register to check that your tenancy has been registered
ga: Féadfaidh tú súil a chaitheamh ar an gclár poiblí lena sheiceáil ar cláraíodh do thionóntacht

source: The RTB can take action against landlords who do not register tenancies
ga: Féadfaidh an BTCP dul i mbun caingean dlí i leith tiarnaí talún nach gcláraíonn tionóntachtaí

source: Read more on the RTB’s website
ga: Féadfaidh tú tuilleadh a léamh faoi ar láithreán gréasáin an BTCP

source: Landlords can only use the RTB’s dispute resolution service if they have registered the tenancy
ga: Ní féidir ach le tiarnaí talún seirbhís réitigh dhíospóide an BTCP a úsáid má chláraigh siad an tionóntacht

source: However, even if your landlord hasn’t registered your tenancy, you can still avail of this service
ga: Fiú murar chláraigh do thiarna talún do thionóntacht, áfach, féadfaidh tú fáil a bheith agat ar an tseirbhís seo

source: The RTB can share information with local authorities, which enforce the regulations relating to standards and rent books
ga: Féadfaidh an BTCP faisnéis a roinnt le húdaráis áitiúla, a fhorfheidhmíonn na rialacháin a bhaineann le caighdeáin agus leabhair chíosa

source: It can also share information with the Department of Social Protection and the Revenue Commissioners
ga: Anuas air sin, féadfaidh siad an fhaisnéis a roinnt leis an Roinn Coimirce Sóisialaí agus na Coimisinéirí Ioncaim

source: Each registration costs €90
ga: Tá costas €90 ar gach clárúchán

source: If you are registering a number of tenancies in the same building at the same time, you can pay a composite fee of €375
ga: Má tá tú ag clárú roinnt tionóntachtaí san fhoirgneamh céanna ag an aon am amháin, is féidir leat táille ilchodach €375 a íoc

source: If a single registration is late, the fee is doubled
ga: Má tá clárúchán aonar mall, dúblaítear an táille go €180

source: If a multiple registration is late, the composite fee no longer applies and a fee of €180 applies for each tenancy being registered late
ga: Má tá clárúchán iolrach mall, gearrtar táille €180 ar chlárúchán gach tionóntachta

source: Landlords who fail to register may be fined up to €3,000 and face imprisonment for up to six months on conviction. A further penalty of €250 for each day of non-registration may be levied
ga: Tabharfaidh an BTCP roinnt den táille chlárúcháin seo chuig na húdaráis áitiúla le cur i bhfeidhm na rialúchán a bhaineann le leabhair chíosa agus caighdeáin chóíríochta a mhaoiniú

source: For a period of 12 months from 7 April 2016, approved housing bodies (housing associations) will be charged €45 for each tenancy registration
ga: Má fhanann na tionóntaí tar éis don tionóntacht cheithre bliana a bheith istigh, ní mór duit tionóntacht nua a chlárú

source: During this period, the composite fee (for up to 10 multiple tenancies in the same building) will be €187.50
ga: Féadtar fíneáil €3,000 a ghearradh ar thiarnaí talún a mhainníonn i gclárú agus d’fhéadfadh príosúnacht suas go sé mhí ar a gciontú a bheith rompu

source: After this period, they will be subject to the same rates and penalties as private landlords
ga: Féadtar pionós breise €250 a thoibhiú ar gach lá neamhchlárúchái

source: If you do not already have an account with the RTB, you will need to create one. Alternatively, you can request a paper application form from the RTB and send the completed form to the address below
ga: Féadfaidh tú iarratas a dhéanamh ar líne chun tionóntacht a chlárú nó an fhoirm iarratais ar pháipéar (pdf) a chomhlánú agus í a sheoladh ar ais chuig an BTCP ag an seoladh thíos

source: You need to provide detailed information on the property when you register the tenancy (see above)
ga: Is gá duit faisnéis mhionsonraithe a sholáthar faoin maoin nuair a chláraíonn tú an tionóntacht (féach thuas)

source: The RTB publishes a checklist of the information you need to provide, along with explanatory notes (pdf). Where to apply
ga: Foilsíonn an BTCP seicliosta den fhaisnéis is gá duit a sholáthar, mar aon le nótaí mínitheacha (pdf)
